tap 'caskroom/cask'
tap 'caskroom/versions'

cask 'alfred'
cask 'android-studio'
cask 'google-chrome'
cask 'firefox'
cask 'harvest'
cask 'hyper'
cask 'java8'
cask 'postman'
cask 'sequel-pro'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'vmware-fusion8'
cask 'quip'

brew 'awscli'
brew 'docker'
brew 'git'
brew 'nvm'
brew 'postgresql'
brew 'pgcli'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-install'
brew 'sqlite3'
brew 'the_silver_searcher'
brew 'tmux'
brew 'vim'
brew 'watchman'
brew 'wget'
