tap 'homebrew/cask'

cask '1password'
cask '1password-cli'
cask 'alacritty'
cask 'alfred'
cask 'android-studio'
cask 'firefox'
cask 'google-chrome'
cask 'quip'
cask 'rectangle'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'warp'

brew 'awscli'
brew 'docker'
brew 'erlang'
brew 'mas'
brew 'git'
brew 'imagemagick'
brew 'libidn'
brew 'gpg2'
brew 'nvm'
brew 'pgcli'
brew 'postgresql@15'
brew 'python@3.10'
brew 'rabbitmq'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'sqlite3'
brew 'the_silver_searcher'
brew 'tmux'
brew 'vim'
brew 'watchman'
brew 'wget'
